chat_system_809183044_actor_description=Recruiter Raab Sottan. Demon-warrior.
chat_system_809183044_snap_0_question=^?^Human? That's who I need. Do you want gold? It's not much, but it's real gold! And you don't even have to do anything.
chat_system_809183044_snap_0_answer_0=^?^Of course, sounds good.
chat_system_809183044_snap_0_answer_1=^?^It sounds too good to be true. I think I'll have to refuse.
chat_system_809183044_snap_1_question=^?^You just listen, and then say what you think.<br>I need to train an army for the invasion into one of the other worlds. But I can't choose which of the troops I will take. My boss warned me that it's cold in that place. I have gathered mercenaries from different places, all different worlds - look for yourself. I brought elves from Teona, cyclops from the world of Krust, dragons from the dying Ultrax, humans I took from Terra. By the way, I see you are from Terra too, right?
chat_system_809183044_snap_1_answer_0=^?^Cold, you say? What else do you know about it?
chat_system_809183044_snap_2_question=^?^I'll tell what I know. Right now we are trying to conquer Endoria. Our great Ruler, Baal, finally opened the bridge to this world again. Beastly colds prevent us from fighting there as we usually do, so we decided to use mercenaries from other worlds, who are not so troubled by the cold.
chat_system_809183044_snap_2_answer_0=^?^Endoria, you say? I've heard about it. Now let me think what you might need....
chat_system_809183044_snap_3_question=^?^Come on, come on, Our Flaming Fourth Legion is already preparing to storm the main fortress of this snowy country, and I have to bring the reinforcements in time!<br>The bearded dwarves fight furiously, and I can't let down my master. What will be your advice, terran?
chat_system_809183044_snap_3_answer_0=^?^Take humans. They are not afraid of cold, as winters in Terra are... common, I know that.
chat_system_809183044_snap_3_answer_1=^?^Take the Cyclops. They are as stones, so what can cold do to them?
chat_system_809183044_snap_3_answer_2=^?^Take dragons! The fire raging inside them, won't let them freeze, and they can warm your demons with their breath.
chat_system_809183044_snap_3_answer_3=^?^Take the elves. They are so well united with the forces of nature, that even in a sharp frost they feel just fine.
chat_system_809183044_snap_6_question=^?^Thank you, human. It's a pity I've used all the gold I was given for hiring mercenaries. Otherwise I would take you with me.<br>Ok! Fall in! We're leaving, spongers - there's a good battle ahead. Goodbye, human. Maybe we'll meet again.
chat_system_809183044_snap_6_answer_0=^?^Good luck to you, Raab.
chat_system_809183044_snap_4_question=^?^It's the first time I've seen a human, who doesn't want gold!
chat_system_809183044_snap_4_answer_0=^?^And it's the first time I see a demon who offers gold for nothing.
chat_system_809183044_snap_5_question=^?^For nothing? Of course not! I'm offering to pay you for a good piece of advice.
chat_system_809183044_snap_5_answer_0=^?^Now I see! Ok, what do you need?
chat_system_809183044_snap_5_answer_1=^?^No. Goodbye, demon!
